const team = [
  {
    id: 1,
    name: 'Фомин Тимофей',
    role: 'Fullstack разработчик / AI-инженер',
    shortDesc: 'Делаю сайты и воюю с AI',
    fullDesc: 'Делаю сайты и воюю с AI',
    email: 'tim.fomin@list.ru',
    phone: '+7 (993) 935-83-13',
    location: 'nobidon-info.vercel.app',
    about: 'В свободное я время программирую или паяю, или занимаюсь какой-нибудь другой весёлой ерундой. Иногда играю на гитаре или барабанах. А сейчас присматриваю себе 3d принтер и мопед. На ДПММ выйграл в турнире по майнкрафту ;)',
    skills: ['JS/TS', 'React', 'Docker', 'SQL', 'Git', 'API', 'AI-интеграции'],
    additionalInfo: [{
      title: "Мои достижения",
      inner: [
        {
          period: 'D&D_AI',
          title: 'Создал AI-ассистента который асинхронно работает с узконаправленными моделями. Был сделан упор на генерацию изображений',
          desc: 'github.com/NobidoNs/JarvisDND'
        },
        {
          period: 'contention-nobidon',
          title: 'Разработал отдельный web-продукт с собственной логикой и интерфейсом, реализовал работу с базой данных, личные кабинеты пользователей через учётные записи google.',
          desc: 'contention-nobidon.vercel.app'
        },
        {
          period: 'Tanks',
          title: 'Разработал игровую логику (движение, взаимодействия, механики). Реализовал систему прокачки, написанную на графах. Продемонстрировал навыки работы с графикой и real-time логикой.',
          desc: 'tanks-1n99.onrender.com'
        },
        {
          period: 'CustomAI',
          title: 'Разработал кастомную AI-систему (обертка/логика поверх моделей). Реализовал обработку запросов, интеграцию моделей и сценарии использования.',
          desc: 'github.com/NobidoNs/CustomAI'
        },
      ],
    }]
  },

  {
    id: 2,
    name: 'Лаптев Роман',
    role: 'Воздухан, ответственный за вайб',
    shortDesc: 'пытаюсь учиться',
    fullDesc: 'Пупуупууу',
    email: 'brokro337@gmail.com',
    phone: '+7 (909) 707-63-53 ',
    about: 'В свободное я время гуляю, занимаюсь спортом или саморазрушением. Периодически шучу и смеюсь со своих шуток.',
    skills: [ 'AI-промты', ],
    additionalInfo: [{
      title: "Мои достижения",
      inner: [
        {
          period: '...',
          title: 'Сдал ЕГЭ и пока что все..',
        },
      ],
    }]
  },

  {
    id: 3,
    name: 'Костин Артём',
    role: 'Frontend разработчик ',
    shortDesc: 'Занимаюсь web-разработкой, пытаюсь выжить на мат-мехе',
    fullDesc: 'Занимаюсь web-разработкой, пытаюсь выжить на мат-мехе',
    email: 'artemkostin778@gmail.com',
    phone: '+7 (912) 634-70-47',
    location: 'github.com/AzumaLive',
    about: 'В свбодное от учёбы время я стараюсь развиваться как frontend разработчик, читаю и провожу время с друзьями. Посетил многие мероприятия мат-меха, в том числе ЗМШ, а на бардаке оргал хорор квест-комнату. Переодически смеюсь с шуток Романа.',
    skills: ['JS/TS', 'React', 'HTML', 'CSS', 'Git', 'Docker',],
    additionalInfo: [{
      title: "Мои проекты",
      inner: [
        {
          period: '2048',
          title: 'Полноценная версию игры 2048 с несколькими режимами и пользовательсокй авторизацией.',
          desc: 'github.com/AzumaLive/2048'
        },
        {
          period: 'TODO-list',
          title: 'Реализация классического TODO-листа ',
          desc: 'github.com/AzumaLive/2048'
        },
      ],
      },
      {
        title: "Мои цели",
        inner: [
          {
            period: '1)',
            title: 'Не отчислится.',
          },
          {
            period: '2)',
            title: 'Попасть на старжировку в бигтех и получить опыт коммерческой разработки.',
          },
          {
            period: '3)',
            title: 'Быть счастливым.',
          },
        ],
      },]

  },

  {
    id: 4,
    name: 'Чижов Василий',
    role: 'Помощник капитана',
    shortDesc: 'Учусь наверное',
    fullDesc: '>Такие дела',
    email: 'vas.ural0502@gmail.com',
    phone: '+7 (963) 272-69-71',
    about: 'Думаю думаю, откладываю, и думаю как бы все успеть',
    skills: ['Капитан по морали'],
    additionalInfo: [{
      title: "Мои достижения",
      inner: [
        { title: 'Сдал сессию!!!'
        },
      ],
    },
    {
      title: "Мои цели",
      inner: [
        { period: '1)',
          title: 'Сдать сессию еще разок',
        },
        { period: '2)',
          title: '(опционально) получение знаний',
        },
    ]}]
  },


  {
    id: 5,
    name: 'Брагин Никита',
    role: 'Учу учёбу и QA библию',
    shortDesc: 'Готовлюсь к закрытию сессии',
    fullDesc: 'Готовлюсь к закрытию сессии, учу школьников, изучаю QA automation',
    email: 'nikitosikbragin@gmail.com',
    phone: '+7 (967) 851-73-55',
    about: 'Пытаюсь понять математику (не всегда успешно), в свободное время занимаюсь всем попало и поиском себя',
    skills: ['Python', 'C++'],
    additionalInfo: [{
      title: "Мои достижения",
      inner: [{ title: "Поступил на МАТМЕХ"}]
    }],
  },


]

export default team
